Repository: chicodasilva/portal-datos-abertos
Catalog: ckan/ckanext-csc_scheming/ckanext/csc_scheming/i18n/*/LC_MESSAGES/ckanext-csc_scheming.po
Languages: gl

source: Every %(value)s %(type)s
gl: Cada %(value)s %(type)s

source: From %(date)s
gl: Desde %(date)s

source: To %(date)s
gl: Ata %(date)s

source: to %(date)s
gl: ata %(date)s

source: Add new
gl: Engadir

source: Coordinate
gl: Coordenada

source: Coordinate 1
gl: Coordenada 1

source: Coordinate 2
gl: Coordenada 2

source: Coordinate 3
gl: Coordenada 3

source: Coordinate 4
gl: Coordenada 4

source: Dataset extent
gl: Extensión del conjunto de datos

source: Date period without from and to
gl: Periodo sin desde ni hasta

source: Date time format incorrect
gl: Formato de fecha y hora incorrecto

source: Days
gl: Días

source: Expecting JSON object
gl: Esperado un objeto JSON

source: Expecting list of strings
gl: Esperada una lista de strings

source: Expecting one, three or four coordinates
gl: Esperadas una, tres o cuatro coordenadas

source: Expecting valid JSON value
gl: Se esperaba un valor JSON válido

source: Failed to decode JSON string
gl: Fallo al decodificar un JSON

source: From
gl: Desde

source: From value: Date format incorrect
gl: Valor desde: Formato de fecha incorrecto

source: Hours
gl: Horas

source: Invalid encoding for "{l}" value
gl: Codificación inválida para el valor "{l}"

source: Invalid encoding for JSON string
gl: Condificación inválida para el JSON

source: Invalid field structure, it is not a valid JSON
gl: JSON no válido. Estructura incorrecta

source: Invalid spatial type
gl: Tipo espacial no válido

source: Invalid type for repeating url text: {el}
gl: Url no válida por repetición de texto: {el}

source: It is not a valid Point
gl: No es un punto no válido

source: It is not a valid Polygon
gl: No es un polígono válido

source: It is not a valid spatial Polygon
gl: No es un polígono válido

source: Minutes
gl: Minutos

source: Missing value
gl: Valor que falta

source: Months
gl: Meses

source: Point incorrect
gl: Punto incorrecto

source: Private
gl: Privado

source: Public
gl: Público

source: Required language "{l}" missing
gl: Idioma requerido que falta "{l}"

source: Seconds
gl: Segundos

source: The JSON object must contain type and value keys
gl: El objeto json debe contener claves de tipo y valor

source: The URI format for "{t}" is not valid
gl: El formato de la URI "{t}" no es válido

source: The URI format is not valid
gl: El formato de la URI no es válido

source: The URL format for "{t}" is not valid
gl: El formato de la URL "{t}" no es válido

source: The URL format is not valid
gl: El formato de la URL no es válido

source: The frequency type is mandatory
gl: Tipo de frequencia es obligatorio

source: The frequency type is no allowed
gl: Tipo de frecuencia no permitido

source: The frequency value is mandatory
gl: Valor de frecuenca es obligatorio

source: The frequency value is not an integer
gl: Valor de frecuencia debe ser un entero

source: To
gl: Ata

source: To value: Date format incorrect
gl: Valor hasta: Formato de fecha incorrecto

source: Visibility
gl: Visibilidad

source: Weeks
gl: Semanas

source: Wrong coordinates
gl: Coordenadas incorrectas

source: Wrong latitude {l}
gl: Latitud incorrecta {l}

source: Wrong longitude {l}
gl: Longitud incorrecta {l}

source: Wrong point {p}
gl: Punto incorrecto {p}

source: Years
gl: Anos

source: expecting JSON object
gl: se esperaba un objeto JSON

source: invalid encoding for "{l}" value
gl: codificación no válida para el valor "{l}"

source: invalid language code: "{l}"
gl: código de idioma no válido: "{l}"

source: invalid type for "{l}" value
gl: tipo no válido para el valor "{l}"

source: invalid type for language code: {l}
gl: tipo no válido para el código de idioma: "{l}"

source: required
gl: requerido

source: the URI format is not valid
gl: el format de la URI no es válido

source: the URL format is not valid
gl: el formato de la URL no es válido
